[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATORS=Santhosh Siddappa (santhosh.s17@live.com)
VERSION=1.0.0

[Language]
LANGUAGE=ಕನ್ನಡ
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x044B

[Menu]
FILE=&ಕಡತ
COPY=&ನಕಲಿಸಿ
SAVE_TEXT=ಉಳಿಸಿ （&ಪಠ್ಯ）
SAVE_IMAGE=&ಉಳಿಸಿ （ಚಿತ್ರ）
EDIT=&ತಿದ್ದು
THEME=&ಥೀಮ್
ZOOM=&ಆಕಾರ ಪರಿವರ್ತನೆ
AUTO=&ಸ್ವಯಂ
FONT_SETTING=&ಫಾಂಟ್ ಸೆಟ್ಟಿಂಗ್ 
HELP=&ಸಹಾಯ
ABOUT=&ಕ್ರಿಸ್ಟಲ್ ಡಿಸ್ಕ್ಮಾರ್ಕ್ ಬಗ್ಗೆ
LANGUAGE=ಭಾಷೆ
VOICE_VOLUME=&Voice Volume
VOICE_LANGUAGE=Voice &Language
MAIN_UI_IN_ENGLISH=&Main UI in English

[Dialog]
DEFAULT=ಡೀಫಾಲ್ಟ್
FONT_FACE=ಫಾಂಟ್ ಮುಖ
FONT_SCALE=ಫಾಂಟ್ ಸ್ಕೇಲ್ (%)
ENABLED=ಸಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ
DISABLED=ನಿಷ್ಕ್ರಿಯಗೊಳಿಸಲಾಗಿದೆ

[WindowTitle]
ABOUT=ಕ್ರಿಸ್ಟಲ್ ಡಿಸ್ಕ್ಮಾರ್ಕ್  ಬಗ್ಗೆ
FONT_SETTING=ಫಾಂಟ್ ಸೆಟ್ಟಿಂಗ್ 

; 2.0
QRCODE=QR Code

[Message]
STOP_BENCHMARK=ಬೆಂಚ್‌ಮಾರ್ಕ್ ನಿಲ್ಲಿಸಿ
DISK_CAPACITY_ERROR=ಡಿಸ್ಕಿನಾ ಸಾಮರ್ಥ್ಯ ದೋಷ.
DISK_CREATE_FILE_ERROR=ಫೈಲ್ ರಚನಾ ದೋಷ
DISK_WRITE_ERROR=ಡಿಸ್ಕಿನಾ ಬರವಣಿಗೆ ದೋಷ
DISK_READ_ERROR=ಡಿಸ್ಕಿನಾ ಓದಲು ದೋಷ
DISK_SPD_NOT_FOUND=DiskSpd ಕಂಡುಬಂದಿಲ್ಲ
EXE_FILE_NOT_FOUND=Executable file not found.
EXE_FILE_MODIFIED=Executable file has been modified.
ATTACH_SCREENSHOT_MANUALLY=Please attach the screenshot manually.

[MainWindow]
SYSTEM_INFO_1=CPU:
SYSTEM_INFO_2=GPU:
SYSTEM_INFO_3=System:
SYSTEM_INFO_4=OS:
SYSTEM_INFO_5=Screen:
SYSTEM_INFO_6=Memory:
BUTTON_0=All
BUTTON_1=CPU
BUTTON_2=Disk
BUTTON_3=2D
BUTTON_4=3D
BUTTON_STOP=Stop
LABEL_1_1=Single
LABEL_1_2=Multi
LABEL_1_3=
LABEL_1_4=
LABEL_2_1=Sequential Read
LABEL_2_2=Random Read
LABEL_2_3=Sequential Write
LABEL_2_4=Random Write
LABEL_3_1=Text
LABEL_3_2=Square
LABEL_3_3=Circle
LABEL_3_4=Image
LABEL_4_1=Title
LABEL_4_2=Break
LABEL_4_3=WireFrame
LABEL_4_4=Polygon

; 2.0
SUBMIT=Submit
SUBMIT_TOOLTIP=Submit Benchmark Results
QRCODE_TOOLTIP=Submit Benchmark Results via QR code
X_TOOLTIP=X(Twitter)
